$(document).ready(function () {
    map = new GMaps({
        el: '#map',
        // lat: 59.939002,
        lat: 59.969024,
        lng: 30.315733,
        zoom: 9

    });
    map.addMarker({
        lat: 59.882427,
        lng: 29.890062,
        title: 'автошкола "Альтернатива"',
        infoWindow: {
            content: '<p>Aвтошкола "Альтернатива"<br> Обучение водителей категорий "А" и "В"<br>Санкт-Петербургский пр., д.60, оф. №431 <br><a href="tel://404-7000">тел.:404-7000</a> </p>'
        }
    });
});