var map;
$(document).ready(function () {
    map = new GMaps({
        el: '#map',
        lat: 59.835714,
        lng: 30.006869,
        zoom: 10

    });
    map.addMarker({
        lat: 59.882192,
        lng: 29.889934,
        title: 'автошкола "Альтернатива"',
        infoWindow: {
            content: '<p>Aвтошкола "Альтернатива"<br> Обучение водителей категорий "А" и "В"<br>Санкт-Петербургский пр., д.60 <br><a href="tel://404-7000">тел.:404-7000</a> </p>'
        }
    });
    map.addMarker({
        lat: 59.7895611,
        lng: 30.148093,
        title: 'автошкола "Альтернатива"',
        infoWindow: {
            content: '<p>автошкола "Альтернатива"<br> Обучение водителей категорий "А" и "В"<br> Красносельское ш., д.50 <br><a href="tel://404-7000">тел.:404-7000</a></p>'
        }
    });
});